Repository: wp-plugins/quotepro-insurance-widget
Catalog: languages/quotepro-insurance-widget-*.po
Languages: es_es

source: Quotepro Insurance Widget
es_es: Quotepro Widget de Seguros

source: Rate Auto and Motorcycle Insurance on your website
es_es: Cotize seguro de Auto y motocicleta en su página web

source: Free Insurance Quote
es_es: Presupuesto de seguro Gratis

source: Title
es_es: Titulo

source: Quotepro Retail Website Url
es_es: Quotepro Retail URL del web

source: Affiliate Id (optional)
es_es: Id de Afiliado (opcional)

source: Language
es_es: Idioma

source: Insurance Types
es_es: Tipos de Seguros

source: Insurance Type
es_es: Tipo de Seguros

source: Motorcycle
es_es: Motocicleta

source: Enter Zip Code
es_es: Ingrese su Código Postal

source: GO &gt;
es_es: IR &gt;

source: https://github.com/quotepro/quotepro-insurance-widget
es_es: https://github.com/quotepro/quotepro-seguro-widget

source: Plugin to add the ability to rate auto or cycle insurance from wordpress
es_es: Ingrese para agregar la capacidad de cotiza seguro de auto/motocicleta en wordpress
